[{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef17"
  },
  "title": "The Things They Carried",
  "author": "Tim O'Brien",
  "genre": "Fiction",
  "finished": {
    "$date": "2019-04-19T22:00:00.000Z"
  },
  "comment": "My recollection of the specific storylines is blurred; yet, I fondly remember the impact of this book. Tim O'Brien, the American soldier in the Vietnam War, writes about his experiences during the war, as well his friends who have lost their lives or suffered from the loss of their loved ones. As Tim saw the deaths of Ted Lavender, Curt Lemon, and Kiowa, he remembered the stories he shared with them—and he wrote them in this book. The last chapter presents a pleasant twist to the dreary, post-war story with Tim's love for his fourth-grade lover, Linda. It was from Linda and her death Tim learned to use stories to make dead come alive, prevent memories from fading away, and join the happy pasts with lost futures.\n\nThis was the last novel I read for AP Lit—and I thoroughly loved it. It wasn't, however, until the last chapter I completely fell in love with this book. I still remember this day clearly. I went to a local library so that I could finish the last few chapters of the book. It was then when I got a call from one of my cloest friends. He is usually quite reserved and emotionless, but when I picked up the phone, it was different. With a sort of touched heart and eagerness to share in his voice, he asked, \"Daniel, have you finished reading 'The Things They Carried'?\" When I answered no, he told me to text him as soon as I finish. After finishing the last chapter of this book, I soon understand why my friend, who is usually so calm and cold, wanted to talk to me about the book. The Things They Carried is not a happy book. I depicts horrible war stories and deaths. Yet, it still remains as one of the most special books in my heart.",
  "quote": "“And sometimes remembering will lead to a story, which makes it forever. That's what stories are for. Stories are for joining the past to the future. Stories are for those late hours in the night when you can't remember how you got from where you were to where you are. Stories are for eternity, when memory is erased, when there is nothing to remember except the story.”",
  "rating": 10,
  "backgroundColor": "#ae2d32",
  "fontColor": "#ffe9a2"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef18"
  },
  "title": "1984",
  "author": "George Orwell",
  "genre": "Fiction",
  "finished": {
    "$date": "2018-08-31T22:00:00.000Z"
  },
  "comment": "How would you feel if every action your body takes and every word that comes out of your mouth are closely monitored and limited? Winston Smith lives in Oceania, where everyone and everything is watched by the totalitarian government under the name of the Big Brother. He works at the Ministry of Truth, where he erases and rewrites past records. In the midst of this grey, hopeless society, Smith sees a room for justice. He also meets his secret lover Julia, with whom he has an illegal affair and speaks freely in the apartment. Only at the end, Julia and Smith find out they were always being watched. Then Smith is taken and tortured by O'Brien to submit to the Big Brother. The abrupt yet momentous was the last chapter, where Smith confesses his love for the Big Brother (which I chose as my favorite quote).\n\nThe summer before my Junior year in high school was this book I read. It was to prepare for the summer essay for AP Literature, a class that utterly changed my view of reading. Before this class, I hated reading. I viewed books as the most boring form of literary consumption. After the class, I started to love reading the book. This book is also special because it's the one I carried and read in Korea, where my family spent the last few months of my gradmother's long, arduous life.  I still vividly remember the feeling I felt while reading the last chapter and the last line. The hopelessness of the total submission, yet a peaceful submission, of Smith touched my heart deepply. This book showed me the power of the \"endings\" of fiction novels; now, when I read a book, the last chapter is something I always cherish and look forward to.",
  "quote": "\"But it was all right, everything was all right, the struggle was finished. He had won the victory over himself. He loved Big Brother.”",
  "rating": 10,
  "backgroundColor": "#ae2d33",
  "fontColor": "#ffe9a3"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef19"
  },
  "title": "Atomic Habits",
  "author": "James Clear",
  "genre": "Self-development",
  "finished": {
    "$date": "2022-11-18T23:00:00.000Z"
  },
  "comment": "Tiny changes, remarkable results. Written on the book cover, this phrase encapsulates the teaching of this entire book. In this book, James Clear introduces the important of small habits as they can alter your entire life. Forming healthy habits come with 4 simple steps: 1) Make it Obvious, 2) Make it Attractive, 3) Make it Easy, and 4) Make it Satisfying. These rules, explained in the book, are very practical and detailed. The writing is done at a great speed with easy language, and the words used are highly motivative. \n\nI read this book during my Fall 2022 semester at MIT. Coming off from a personal and emotional struggle over the summer, I set up a few goals coming into the semester: securing a good internship, getting into 11.011, becoming an LA for 6.036, etc. I achieved these goals, yet something inside me was still burning noxiously. That's when I picked up this book, and it helped a lot. It taught me to build a good system rather than setting goals that are temporary. This book was the reason I started to go to bed at 11 pm and wake up at 7 am. This book was the reason I started reading books every night before I go to sleep. This book was the reason I started spending my mornings more productively, getting closer to God daily.",
  "quote": "\"The implicit assumption behind any goal is this: “Once I reach my goal, then I’ll be happy.” The problem with a goals-first mentality is that you’re continually putting happiness off until the next milestone.\"",
  "rating": 10,
  "backgroundColor": "#ae2d34",
  "fontColor": "#ffe9a4"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef1a"
  },
  "title": "Jane Eyre",
  "author": "Charlotte Bronte",
  "genre": "Fiction",
  "finished": {
    "$date": "2023-12-29T23:00:00.000Z"
  },
  "comment": "A fictional autobiography of a strenous yet heart-warming life of Jane Eyre, this book depicts the journey of Jane Eyre's first 20 years. Being orphan raised by a wicked aunt, Mrs. Reed, being educated and teaching at an orphanage school in Lowood, serving as a governess for Adele and falling in with his master, Mr. Rochester, departing to Moor House after discovering Mr. Rochester's lunatic wife Bertha, meeting her cousins—Diana, Mary, and St. John—and inherting 5,000 pounds, and finally coming back to get married with weak, crippled Mr. Rochester, Jane truly lived a life with numerous obstacles. Despite all the hardships, Jane stayed strong and bold; she did not refrain from speaking the truth nor subdue to her superiors. Her eloquence, both in writing and speaking, and her introspection, I deeply admire. It's something I want to inherit in myself. \n\nReading this book during my fall 2023 semester at MIT, I felt like I was traveling back to Victorian society for a brief moment every night before I fell asleep. The way Charlotte Bronte makes Jane Eyre address readers in her writings made me envision having a conversation (one-way) with Jane every night on a table with no light but a candle in the middle, listening to all of her struggles and emotions she felt through those. Honestly, it reminded me why I loved reading fictions and why I enjoyed AP Lit so much. As it is with many momentous fictions, the ending of the book resonates with me. The book also contains many allusions to the Bible, so if you are a Christian and/or are familiar with the Bible, I believe this book will resonate with you more. ",
  "quote": "\"Gentle reader, may you never feel what I then felt! May your eyes never shed such stormy, scalding, heart-wrung tears as poured from mine. May you never appeal to Heaven in prayers so hopeless and so agonised as in that hour left my lips; for never may you, like me, dread to be the instrument of evil to what you wholly love.\"",
  "rating": 10,
  "backgroundColor": "#ae2d35",
  "fontColor": "#ffe9a5"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef1b"
  },
  "title": "How to Win Friends & Influence People",
  "author": "Dale Carnegie",
  "genre": "Self-development",
  "finished": {
    "$date": "2021-08-14T22:00:00.000Z"
  },
  "comment": "It's classic, and there's a reason why it's classic. Although originally published nearly a century ago in 1936, this book still embraces a great deal of techniques on how to deal with people that will stay true as long as human nature does so. Filled with gems of wisdom, some of the advices this book provides the readers include 1) be genuinely interested in others, 2) smile, 3) make the other people feel important, 4) ask questions rather than giving direct orders, 5) try honestly to wear other people's shoes, etc. With numerous pieces of advice are historical and personal anecdotes of successful application of each techniques. If you want to gain clarity on how to become an effective leader, this book is the \"must-read.\"\n\nAfter reading novels and financial educational books, this book introduced me to the world of personal development texts. Maybe biased by the fact that this was one the first personal-development book read, but I was thoroughly amazed by the great deal of wisdom that goes into managing people. What I saw on surface and media about great leaders, they stem from applying these exact principles in their daily lives. These methods, although not easy, are quite simple actually. What distinguished great leaders from those not is not the knowledge of these principles but rather their ability to remember and apply them daily, even under stress and time pressure. ",
  "quote": "\"Every man I meet is my superior in some way. In that, I learn of him.\"",
  "rating": 10,
  "backgroundColor": "#ae2d36",
  "fontColor": "#ffe9a6"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef1c"
  },
  "title": "The 7 Habits of Highly Effective People",
  "author": "Stephen Covey",
  "genre": "Self-development",
  "finished": {
    "$date": "2023-10-07T22:00:00.000Z"
  },
  "comment": "This book is about highly successfull or extremely rich people; rather it's about highly effective people. In this book, Stephen Covey urges readers to reach the level beyond dependence and independence—interdependence—through achieving 7 core habits within. The first three habits, which are for attaining private victory, are 1) \"Be Proactive,\" 2) \"Begin with the End in Mind,\" and 3) \"Put First Things First.\" The next three habits, which are for attaining public victory, are 4) \"Think Win/Win,\" 5) \"Seek First to Understand, Then to Be Understood,\" and 6) \"Synergize.\" The last, which is for continuoulsy developing yourself, is 7) \"Sharpen the Saw.\" With countless anecdotes from his professional and personal experiences, Stephen Covey clearly explains to his readers the importance of paradigm, interdependence, and inherent kindness.\n\nRather than other self-development books that focus on building material wealth, external fame, and concrete inter-personal relationships, this book focuses on being effective internally first. Packed with wisdom and precious advice, this book challenged me to reconsider what I consider success and happiness. In particular, two points stood out to me. First is the importance of being kind within rather than hoping to appear as such. Rather than remembering people's names to make them feel important and cared, truly care and put a lot of attention to people around you; then you will remember their names naturally. The second point was the importance of seeking first to understand before being understood. This advice, which aligned with what I have learned in the Negotiation class at MIT (11.011), truly speaks to me as it has helped me resolve many personal conflicts in my life.",
  "quote": "\"I believe that correct principles are natural laws, and that God, the Creator and Father of us all, is the source of them and also the source of our conscience.\"",
  "rating": 10,
  "backgroundColor": "#ae2d37",
  "fontColor": "#ffe9a7"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef1d"
  },
  "title": "Every Good Endeavor",
  "author": "Tim Keller",
  "genre": "Christian",
  "finished": {
    "$date": "2022-01-28T23:00:00.000Z"
  },
  "comment": "When God first created the world, He worked for 6 days and rested on the 7th. We, who have been created in God's image, thus resemble Him through our work. Tim Keller, a pastor of the Redeemer churches in NYC, has encountered countless Christians who have lived a life for work. In this book, Tim Keller clearly shows how work is a gift that we can use to serve God and others. Unlike the worldly notion of work where its main value comes from the finance and fame it provides, Christian view of work focuses on how it can be a tool we use to reach our service for God and others. With no work are our days quite purposeless and lost; with work is our life convicted and flourishing. Let us use work to enrich God's kingdom on earth!\n\nThis book was presented to me by my \"big\" from MIT's business club. Having worked at financial industry, we both were deeply touched by this book as we were struggling to find the meaning of our work. Before reading this, work was merely a tool to achieve personal and my family's financial independence. It was simply a means of attaining ability to rest and travel around the world in the future. Work was something that I intended to minimize and escape as soon as I could. This book, however, completely changed my notion of work. Work became something much more precious to my meaning of life. It was the way I reflected God and served others.",
  "quote": "“Our daily work can be a calling only if it is reconceived as God’s assignment to serve others.”",
  "rating": 10,
  "backgroundColor": "#ae2d38",
  "fontColor": "#ffe9a8"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef1e"
  },
  "title": "레이건 일레븐 (11 Principles of a Reagan Conservative)",
  "author": "Paul Kengor",
  "genre": "Non-fiction",
  "finished": {
    "$date": "2022-03-11T23:00:00.000Z"
  },
  "comment": "As one of the most liked Presidents in the history of the United States, Ronald Reagan is famous for upholding his conservative and fundamental values in the midst of extreme uncertainty due to the Cold War. Reagan's conservatism, which is often alluded by other republican politicians even today, is essentially built on the 11 principles: Freedom, Faith, Family, Sanctity and Dignity of Human Life, American Exceptionalism, The Founders' Wisdom and Vision, Lower Taxes, Limited Government, Peace Through Strength, Anti-Communism, and Belief in the Individual. Reagan's firm focus on God, family, freedom, and anti-communism despite political challenges he faced during his presidency is still aspired by many conservatives.\n\nI used to think politics was a waste of time. I believed everything will be alright, and that other people will figure it out. Soon, I realized how dangerous of a thought that was. I found out that having a firm belief and strong foundation that bakcs up my values are crucial for myself, my future relationships, and even my future family. Having always aspired Reagan and his ideas, I picked up this book. Although I read the Korean version, his words and speeches still breathed his core ideas clearly and strongly. As a Christian conservative, I was inspired by this book and promised myself to be more knowledgeable and firm with my political foundations and beliefs. If you are interested in Reagan and his principles, I recommend you read this book. If time is no surplus, you can also watch his speech, \"A Time for Choosing\" on YouTube.",
  "quote": "“Only when people are free to worship, create, and build, only when they can decide their destiny and benefit from their own risks—only then do societies become dynamic, prosperous.”",
  "rating": 10,
  "backgroundColor": "#ae2d39",
  "fontColor": "#ffe9a9"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef1f"
  },
  "title": "Great Expectations",
  "author": "Charles Dickens",
  "genre": "Fiction",
  "finished": {
    "$date": "2023-03-17T23:00:00.000Z"
  },
  "comment": "Abused, poor, and pitiful is Pip. Pip is an orphan raised with Joe and his abusive wife, who is her sister. He is mistreated by an affluent woman of the name Miss Havisham, but Pip obeys and serves her well with a false hope that he would pursue her beautiful daigher, Estella. Then, from Mr. Jaggers the lawyer, Pip hears that he has received a great sum of expectations and were to move to London to get educated. Falsely assuming that he had received the promise from Miss Havisham, Pip moves to London and gets educated. He also befriends Herbert Pocket and Jaggers’s law clerk, Wemmick. After a bit, Pip soon realizes that he received the inheritance from Magwitch, an escaped criminal who was touched by Pip's kindness in an old day and thus dedicated his entire life to financially help Pip. Pip tries to help Magwitch escape London, but essentially fails and let Magwitch face his peaceful death in jail. Miss Havisham apologizes to Pip for her desire to hurt men with Estella like he has been hurt for her abandoned wedding, but Estella never becomes Pip's. Years later, Pip encounters Estella in the ruined garden of her old house. Estella's coldness has turned into sadness after her husband's mistreatment of her. They depart the garden together, and finally Pip holds Estella in him.\n\nTo be quite honest, this book took me more time than I expected to finish. The words Charles Dickens wrote this dear novel with, they were of old English language that sometimes warranted high effort on my end to fully comprehend. Still, I cherished this book a lot. I felt the pain Pip felt when his dear love for Estella got rejected over and over. I experienced goosebumps from fear when Pip was nearly murdered by Orlick. Through reading this book, I became Pip and experienced his experiences. Also, on a random note, I brought this book to my 2023 Winter Israel GTL trip. I remember reading this book while waiting for my laundry to be done at an Israeli coin laundry and wondering, \"This is amazing. I, who was born in Korea, is in Israel through a progrom with an American institution, reading a book that was written by an English novelist in the 1800s.\"",
  "quote": "“I loved her against reason, against promise, against peace, against hope, against happiness, against all discouragement that could be.”",
  "rating": 10,
  "backgroundColor": "#ae2d40",
  "fontColor": "#ffe9a10"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef20"
  },
  "title": "Fahrenheit 451",
  "author": "Ray Bradbury",
  "genre": "Fiction",
  "finished": {
    "$date": "2022-08-11T22:00:00.000Z"
  },
  "comment": "Fahrenheit 451. That's the temperature at which paper catches fire and burns. The books that catch fire cannot be read, and that's the premise of the society set up in the book. Montag is a firefighter in this world, where his job is to burn the houses with books and literature rather than killing fire. While mindlessly burning papers with no interest in the content of the ashes, Montag meets Clarisse, a teenage female neighbor who challenges Montag of his empty, meaningless life. One day, while continuing his work, Montag witnesses a woman who chooses to get burnt with her books in the house rather than abonding her papers. Then, Montag hears that Clarisse has been killed by a speeding car. All of these events challenge Montag's previous view of the world and books and engender him to start pursuing reading. This activity, highly deemed illegal in his society, caused Montag to get betrayed by his wife Mildred and having to kill his boss, Beatty. Montag then takes a journey of printing books with an English professor named Faber while being changed by Hounds, a monstrous machine that tries to catch Montag. At the end, Montag finds a group of enlightened readers, with whom he witnesses the obliterating destruction of his city.\n\nFirst hearing about this book during my AP Language class in senior year of high school, I coincidentally encountered this book at a Harvard book store with my ex-girlfriend, to which I responded by purchasing it with no hesitation. While showing around the Harvard campus to my ex-girlfriend, I remember we took a \"quick\" break where I pulled out this book and consumed it for 20 minutes. I know and understand that my ex-girlfriend got slightly irritated by it, but that's how much I loved reading this book! This book constantly reminded me of 1984 and Anthem, novels that were written with a similar totalitarian background. Reading this book presented an irony where I experienced the pleasure of reading while reading about a place where reading was prohibited. The book is a quick read, so I recommend this if you want a fictional book that can be read quickly.",
  "quote": "“There must be something in books, things we can’t imagine, to make a woman stay in a burning house.\" ",
  "rating": 10,
  "backgroundColor": "#ae2d41",
  "fontColor": "#ffe9a11"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef21"
  },
  "title": "Anthem",
  "author": "Ayn Rand",
  "genre": "Fiction",
  "finished": {
    "$date": "2016-03-20T23:00:00.000Z"
  },
  "comment": "In the world in this book, every human is named by a word, followed by a series of number. Equality 7-2521, the protagonist of this book, tells his story of surviving as an individualist under this totalitarian government. Since his years as a student, Equality 7-2521 has been peculiarly smart and tall. The school, however, rejected his advantages and rather tried to conform him to normalcy. One day, he witnesses a fellow citizen getting publicy executed for his discovery of the word \"I\". Rather than being captured in fear, Equality 7-2521 soon realizes he is one of the same crusade as the Transgressor. In his forbidden alone time, Equality 7-2521 invents lightbulb, which he dreams to present to the World Council of Scholars. He also meets the Golden One, with whom he falls in love with and interacts despite the strict laws against it. Later, Equality 7-2521's independent acts are found out, and he gets tortured. He ends up escaping and running away to the Uncharted Forest. He there lives happily with the Golden One, who has followed him into the woods, and they vow to create a civilization filled with freedom and individualism.\n\nAlong with some of the other books I have read, this book falls under one of my favorite fictional categories of totalitarian government. My 8th grade social studies teacher Mrs. Burge (whom I can say is the most impactful teacher I have ever had) introduced this book during the class to show us the importance of freedom that comes with immense responsibility. If you enjoy the books like 1984 or Fahrenheit 451, I believe you will enjoy this book also.",
  "quote": "“I am. I think. I will.”",
  "rating": 10,
  "backgroundColor": "#ae2d42",
  "fontColor": "#ffe9a12"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef22"
  },
  "title": "One Up On Wall Street",
  "author": "Peter Lynch",
  "genre": "Self-development",
  "finished": {
    "$date": "2021-11-23T23:00:00.000Z"
  },
  "comment": "After Warren Buffet and Charlie Munger, beginning investors often get introduced to Peter Lynch, a legendary investor who achieved an outstanding performance during his years at Fidelity Magellan Fund. In this book, Peter Lynch pours his wisdoms on investing served with personal anecdotes. Mainly, he teaches his main principle of \"investing if not a game of brains; it's a game of stomachs.\" In the stock market, there is always something to worry about. It was his ability to ignore all the gloomy news that he was able to achieve the returns he did, Peter Lynch argues. The importance of the ability to hold on to a stock shines when you see ten-baggers, twenty-baggers, or even hundred-baggers that can carry your entire portfolio. Peter Lynch also highlights his frequent visits to his companies headquarters and factories to underscore the importance of doing research of your business. \"If you can't explain what your company does in 1 minute, you don't understand the business.\"\n\nThe more and more I learn about investing, the more and more I realize it's more of a mind game than a brain game. Many institutional investors that experience failures do so not because of the lack of investing research resources, but rather the mismanagement of the capital stemming from external pressures (from the fund investors, benchmarks, etc.). This book once again emphasized that point, which Peter Lynch mastered himself. Reading this book, I have decided and tried to pursue an investing strategy where I pick a few companies that I am highly confident in and only sell them when there are material changes that impact the investment thesis drastically.",
  "quote": "“Know what you own, and know why you own it”",
  "rating": 10,
  "backgroundColor": "#ae2d43",
  "fontColor": "#ffe9a13"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef23"
  },
  "title": "The Hobbit",
  "author": "John Ronald Reuel Tolkien",
  "genre": "Fiction",
  "finished": {
    "$date": "2016-03-14T23:00:00.000Z"
  },
  "comment": "Bilbo Baggins is a normal hobbit that lives in a small village. Yet his entire life changes when he meets Gandalf. The book is about Bilbo Baggins's extraordinary journey that he goes through with a group of dwarves led by Thorin Oakenshield. His voyage includes numerous unexpected encounters of various creatures such as trolls, elves, goblins, and Gollum. It also involves life-threatening fight with the dragon Smaug for all the treasures. After the death of Smaug takes place an epic battle between different groups/nations for the treasure. At the end of the book, Bilbo and Gandalf return to Bilbo's old home in Hobbiton where he enjoyes his tranquility and new friends.\n\nPerhaps more widely digested as a movie than a book, The Hobbit is one of Tolkien's masterpieces. This was also the first book I've read under the American education during my English class in Carver middle school. Having already watched the movie before, reading this book allowed me to comprehend the plots of my first English fiction even though I didn't understand every word. There's a reason why this book and its movie version are so popular!!",
  "quote": "“There is nothing like looking, if you want to find something. You certainly usually find something, if you look, but it is not always quite the something you were after.”",
  "rating": 10,
  "backgroundColor": "#ae2d44",
  "fontColor": "#ffe9a14"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef24"
  },
  "title": "To Kill a Mockingbird",
  "author": "Harper Lee",
  "genre": "Fiction",
  "finished": {
    "$date": "2016-11-08T23:00:00.000Z"
  },
  "comment": "If you go through the education system in the US, it is impossible to complete it without hearing about this book. The book introduces Scout Finch and her brother Jem, as well as their widowed father Atticus, who was a lawyer. The book deals with a sensitive issue of racism and prejudices. The story is based in the old Alabama town of Maycomb, where racism is still ubiquitous. Tom Robinson, a black man, gets false accused and convicted for raping a white woman despite the significance evidence against it. Moreover, because of Atticus's effort to protect Tom Robinson, the accuser's dad named Bob vows revenge and tries to attack Scout and Jem. Boo Radley, whom Scout and Jem considered weird and crazy, comes to save them from Bob. Through these experiences, Scout learns more about the impact of racism, as well as the importance of understanding someone before judging them.\n\nThis was the first fiction I read in high school. Although my English was limited, I easily understood the plots of this book and thoroughly enjoyed it. It opened my eyes to the world of fiction and showed a deeper message often hidden by the authors under the surface. To be quite honest, I do not feel the need to even comment/recommend this book since it's such a popular novel read by so many peopple.",
  "quote": "“You never really understand a person until you consider things from his point of view... Until you climb inside of his skin and walk around in it.\"",
  "rating": 10,
  "backgroundColor": "#ae2d45",
  "fontColor": "#ffe9a15"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef25"
  },
  "title": "The Good Braider",
  "author": "Terry Farish",
  "genre": "Fiction",
  "finished": {
    "$date": "2017-12-04T23:00:00.000Z"
  },
  "comment": "Viola, a young girl, lives in Sudan with her grandmother, mother, and a younger brother. Living in Sudan during the war presents her family with a life-threatening events daily. For a search for safety, the family eagerly waits for their names on the UN refugee list. The family first moves to Cairo before they get a chance to go to America. But extremely hard conditions for travel prohibits Viola's grandmother from accompanying them to America. Finally, the family arrives in Portland, Maine. Even in America, the family faces a lot of struggles culturally and internally. However, Viola is still grateful for her ability to go to school, which has been her dream for years. Viola is an excellent braider, but she lets her hair break off after she endures an arduous, traumatic event. But she comes back to braiding, because it's a way to accept differences and make them collaborate to become one, just like her life.\n\nThere were many similarities and differences present in this book when compared to my life. No, I didn't have to leave South Korea due to a war. No, my mom didn't prohibit me from going outside when it snowed. But the cultural struggles and a question to my personal identity were shared. I can say I was truly toouched by Viola's story and her perseverence despite all the challenged her life threw at her.",
  "quote": "“My mother hold my exhausted body to her bones. This roar is our first sound of freedom.”",
  "rating": 10,
  "backgroundColor": "#ae2d46",
  "fontColor": "#ffe9a16"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef26"
  },
  "title": "The Most Important Thing",
  "author": "Howard Marks",
  "genre": "Self-development",
  "finished": {
    "$date": "2021-04-20T22:00:00.000Z"
  },
  "comment": "Howard Marks, a chairman of Oaktree Capital Management, is a legendary value investor than even Warren Buffett adulates. His memo and principles for his value investing practice written in this book align with those shared by other successful investors, who mainly share that succesful investing requires more of a heart and knowledge. The key principle shared by Howard Marks is called the \"second-level thinking.\" Being a contrarian and being able to see beyond the surface are crucial for an investor to beat the market, for the failure to do so puts them as the market. Another key lesson Howard Marks shares is the importance of realizing \"risk-adjusted\" performance. Return of 15% achieved with extreme risk may not mean superior investing compared to 12% with well-adjusted risks. Don't focus on the results; rather, look into the process and how your process pins out.\n\nI met this book as part of the education program for Global Platinum Securities (GPS). As it is with many other investing books, there were no eye-opening pieces of knowledge that utterly changed my view. Rather, the book serves as a guiding stone that reinforces the few key principles shared by many successful innvestors. To be a contrarian takes much time and effort, but the fruit of being able to be so is immeasurable. This book challenged me to constantly seek the non-obvious hidden behind the obvious. This skill later came very handy when I interned at Citadel Securities, where my entire job depended on my ability to see the hidden and interpret the non-obvious.",
  "quote": "\"There's a big difference between probability and outcome. Probable things fail to happen—and improbable things happen—all the time.\"",
  "rating": 10,
  "backgroundColor": "#ae2d47",
  "fontColor": "#ffe9a17"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef27"
  },
  "title": "The Essays of Warren Buffett",
  "author": "Lawrence Cunningham",
  "genre": "Self-development",
  "finished": {
    "$date": "2020-07-01T22:00:00.000Z"
  },
  "comment": "Even people who do not know anything about investing often know about Warren Buffett. As a legendary investor and a chairman of Berkshire Hathaway, Buffett writes an annual letter to his shareholders, and these are known to be the texts with overflowing wisdom and advice. This book was published to help readers better digest these letters by organizing them based on specific topics. The chapters and contents of the book clearly reflect some of Buffett's key principles, such as his faith in America, long-term investing, objection to the efficient market hypothesis, and importance of understanding the businesses and their financials.\n\nIf 100 monkeys randomly pick the stocks, some of those monkeys will outperform the market and some with extremely superior returns. Hence, some people call Buffett and the other successful investors \"lucky monkeys.\" But the story changes if all these lucky monkeys come from the same town and pick the stocks with similar principles. To visit that town doesn't require expensive tickets or exclusive invites; rather you need to be willing to read and learn their principles. No other than Buffett you should learn these key pieces of information, and this book is a very easy, organized way to digest Buffett's writings themselves.",
  "quote": "“Be Fearful When Others Are Greedy and Greedy When Others Are Fearful”",
  "rating": 10,
  "backgroundColor": "#ae2d48",
  "fontColor": "#ffe9a18"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef28"
  },
  "title": "I Am Zlatan",
  "author": "Zlatan Ibrahimovic",
  "genre": "Autobiography",
  "finished": {
    "$date": "2015-08-31T22:00:00.000Z"
  },
  "comment": "Born in a poor neighborhood in Sweden with unfortunate family situation, Zlatan developed a strong, resilient character within himself. From having to prove his skills even more to compete with his teammate who was more fortunate, moving around different clubs, his particularly fond relationship with Jose Mourinho that contrasts from that with Pep Guardiola, and meeting his life-long loving wife, Helena, Zlatan tells his life's journey in a very conversational tone in this book. Reading this book, you will better understand why and how Zlatan has developed his character that we often see on media, as well as his perseverence and pride in himself.\n\nThis was the first book I read in America after I moved from South Korea to Virginia on June 11, 2015. Having limited experience in English books and wanting to do \"something\" while waiting for my first day at school (Nov 4, 2015), I picked up this book at a nearby grocery store. Because it was written by a soccer player, the language of the book was rather not too sophisticated for my limited vocabulary and comprehension level, so I thoroughly enjoyed this book.",
  "quote": "“When you buy me, you are buying a Ferrari. If you drive a Ferrari you put premium petrol in the tank, you hit the motorway and you step on the gas. [Pep] Guardiola filled up with diesel and took a spin in the countryside. He should have bought a Fiat.\"",
  "rating": 10,
  "backgroundColor": "#ae2d49",
  "fontColor": "#ffe9a19"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef29"
  },
  "title": "A Doll's House",
  "author": "Henrik Ibsen",
  "genre": "Play",
  "finished": {
    "$date": "2018-11-23T23:00:00.000Z"
  },
  "comment": "Is she a wife, or is she another child? This question would pop up about Nora, a protagonist of this play, as you read it. Despite taking care of her husband, Torvald, while he was sick, Nora is often treated like a doll by her husband. The play shows the story of Nora, a housewife who struggles because of the money she secretly borrowed to help her husband while he was sick. The main problem arises when Krogstad, the person whom Nora borrowed the money from, is set to get fired from his job by Torvald. Krogstad then threatens Nora to reveal the truth unless he can keep his job. In her journey of trying to keep the secret while concinving Torvald to not fire Krogstad, Nora realizes her weaknesses and position. Near the end, when Torvald finally finds out the truth, he speaks words to Nora that could never be restored. Despite Krogstad retrieving his threat and Torvald fonding Nora back, Nora refuses to stay as Torvald's doll and leave the house.\n\nAs a play I read during the AP Literature class in my junior year in high school, A Doll's House surprised me with its value of feminism, which was not common in literature in the 19th century. I remember all the indirect details regarding the time when I was reading this book, including how my mom and I had to drive to a Barnes and Noble 20 miles away because it was the nearest bookstore with a copy, and how my classmates read this play in class together in a circle, where we tried to impersonate every character. Moreover, two of my back-then best friends and I drove to Richmond city to watch the play that was being performed. ",
  "quote": "“I believe that before all else I am a reasonable human being, just as you are--or, at all events, that I must try and become one.”",
  "rating": 10,
  "backgroundColor": "#ae2d50",
  "fontColor": "#ffe9a20"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef2a"
  },
  "title": "Life of Pi",
  "author": "Yann Martel",
  "genre": "Fiction",
  "finished": {
    "$date": "2018-04-24T22:00:00.000Z"
  },
  "comment": "Perhaps more familiar to you as the movie, this book is about an account of Pi Patel, an Indian boy who survives a shipwreck during a cargo ship's sail to Canada. Pi first starts the journey with a zebra, an orangutan, a hyena, and a tiger (named Richard Parker), but hyena kills zebra and orangutan and then is killed by a tiger. Pi and Richard survive together through different challenges, including a blind man who tries to kill & eat Pi and an island that eats humans and living creatures. In the end, Pi and Richard settle at a Mexican island, where Pi gets rescued and Richard leaves. Later, Pi is interviewed about his experience where he tells the truth. The interviewers don't believe him, so he tells the story again but substituting all the animals with humans, which then the story gets accepted.\n\nI remember when I heard the movie version of this book came out. I never watched it before I read it first, and I am glad I did. As it is with most stories, books have more space and power of imagination than what the movies can provide. The book's description of Pi and Richard's lonely companionship, their life-at-risk conflict with the blind man, and mysterious danger hidden in the cannibal island was far richer than the movie. I can testify because I read this book during my 10th grade English class, and we watched the movie together right after we finished reading this book.",
  "quote": "“You might think I lost all hope at that point. I did.”",
  "rating": 10,
  "backgroundColor": "#ae2d51",
  "fontColor": "#ffe9a21"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef2b"
  },
  "title": "Slaughterhouse-Five",
  "author": "Kurt Vonnegut",
  "genre": "Fiction",
  "finished": {
    "$date": "2020-08-21T22:00:00.000Z"
  },
  "comment": "Billy Pilgrim, who gets drafted for the World War II and taken prisoner by German soldiers, has a peculiar ability to say the least. He can travel in time and space, but quite unconciously and involuntarily. More peculiar is that one of the places he gets travelled to is another extraterritorial setting where he is kidnapped by aliens and displayed at a human \"zoo.\" In this planet, time is a fourth dimension, and these aliens can freely travel through different times. One dead in a certain time means one alive and active in another time, and these two times can be freely travelled between. After the war, Billy gets married to Valencia Merble and has a daughter. Yet, he keeps his secret until the near-end of his life. Before his death, Billy predicts how he's going to die and more importantly, how he will travel through different times to visit the times when he is alive.\n\nMy first semester at MIT, Fall 2020, was completely virtual. Hence, in an effort to help us incoming freshmen feel connected to MIT community, MIT matched each student with an upperclassman mentor, who provided their advice, answered a few pre-set questions, and conducted a virtual meeting. A part of this program was a chance for an upperclassman to share his/her favorite book and send it to their matched freshman. This book is what I received. Hence, this book is special in the sense that it was the first introduction of MIT to me. It connected my old self to a new upcoming chapter of my life.",
  "quote": "“There is no beginning, no middle, no end, no suspense, no moral, no causes, no effects. What we love in our books are the depths of many marvelous moments seen all at one time.”",
  "rating": 10,
  "backgroundColor": "#ae2d52",
  "fontColor": "#ffe9a22"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef2c"
  },
  "title": "The Catcher in the Rye",
  "author": "J. D. Salinger",
  "genre": "Fiction",
  "finished": {
    "$date": "2017-02-13T23:00:00.000Z"
  },
  "comment": "Holden, a sixteen-year-old adolescence, is the carcher in the rye. The story encaptures a venturous, rebellious journey of Holden. After failing his school for the fourth times and getting expelled, Holden decides to go to Manhattan and spends a few days doing everything he wants. Staying at a hotel in Manhattan, Holden experiences what his peers normally wouldn't, such as flirting with women in their 30s and trying to have a deep conversation whom he paid 5 dollars for. Holden also tries to talk with his old lover, past counselor, and a former English teacher. At the end, he realizes his sister, Phoebe, is the only one whom he can really trust. When Holden proposes to leave home, Phoebe tries to leave with her. Because Holden couldn't persuade Phoebe to not follow him verbally, he takes her to a park and let her ride a carousel. As Holden watches her sister ride the carousel, he gets emotional and gets filled up with tears.\n\nOf my knowledge, I have never spent any portions of my life with rebellions. Sure, there were small moments here and there where I didn't listen to my authorities and took independent actions. But they never mounted to the level that Holden took in this book. While not understanding the motivations and courage Holden made his choices with, I still enjoyed the stories told by him. This book also made me wonder, \"Are these rebellious periods normal? Will I ever have one in my life?\"",
  "quote": "“What really knocks me out is a book that, when you're all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it. That doesn't happen much, though.”",
  "rating": 10,
  "backgroundColor": "#ae2d53",
  "fontColor": "#ffe9a23"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef2d"
  },
  "title": "The Inteligent Investor",
  "author": "Benjamin Graham",
  "genre": "Self-development",
  "finished": {
    "$date": "2020-06-14T22:00:00.000Z"
  },
  "comment": "You have a house. Your neighbor, Mr. Market, come knock on your day everyday and tell you the price at which he wants to buy your house. That number changes every day (every second actually), but knowing what your house is worth, you ignore him until he gives you a good price. Benjamin Graham argues this should be the same for the stock market. As a former professor at Columbia University and also known for being a teacher for Warren Buffett, Benjamin Graham's book is known as the Bible for investing. Although his formulas for stock and bonds investing are quite outdated yet, the key psychological investing principples in chapter 8 and the rule of\"margin of safety\" in chapter 20 still hold true.\n\nThis was the first book I read during the summer after high school when I wanted to learn about investing. Quite frankly, I do not recommend starting your journey in investing with this book. There are many concepts that are complicated and outdated in this book as it was written by Benjamin Graham when the stock market functioned quite differently from today's world. Nevertheless, there are still key principles and gems that apply even for today. Hence, I recommend you touch this book when you have developed some intuition around investing and can distinguish what to apply and what to ignore from this book.",
  "quote": "“In the short run, the market is a voting machine but in the long run, it is a weighing machine.”",
  "rating": 10,
  "backgroundColor": "#ae2d54",
  "fontColor": "#ffe9a24"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef2e"
  },
  "title": "Things Fall Apart",
  "author": "Chinua Achebe",
  "genre": "Fiction",
  "finished": {
    "$date": "2017-10-28T22:00:00.000Z"
  },
  "comment": "Okonkwo is a warrior. He is also a clasnman and a father that tries to hold things together through numerous obstacles and hardships. Even through his adopted son's death caused by Okonkwo's honor, Okonkwo held things together. Even through a severe controvery caused by Okonkwo's beating of his wife, Okonkwo held things together. Even through the seven-year exile of the family caused by Okonkwo's accidental murder of a neighbor, Okonkwo held things together. However, things fell apart upon the arrival of the Christian missionaries. Missionaries' strict and rulings caused friction between them and the villagers. Okonkwo, as a warrior, tried to bravely confront them by killing their leader. Nevertheless, Okonkwo soon realizes his fellow clansmen were not on board. Next thing you know, Okonkwo has hanged himself.\n\n10th grade English class of mine consists of reading more about other cultures and values. This book, I distinctively remember because I felt stressed almost every chapter. Okonkwo's life was a ceaseless continuation of extreme hardships, partial resolutions, and repeats. It was also interesting how missionary work without love and respect can harm people and actually turn them away from God.",
  "quote": "“The world has no end, and what is good among one people is an abomination with others.”",
  "rating": 10,
  "backgroundColor": "#ae2d55",
  "fontColor": "#ffe9a25"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef2f"
  },
  "title": "Their Eyes were Watching God",
  "author": "Zora Neale Hurston",
  "genre": "Fiction",
  "finished": {
    "$date": "2018-02-14T23:00:00.000Z"
  },
  "comment": "The book narrates the life of Janie Crawford, confident black woman, and her venturous love life. Janie's first husband's name was Logan Killicks. Logan was a man proposed by Janie's grandmother, who raised Janie and wanted her to marry a man with status and financial stability. However, Logan's unromantic and parent-like treatment of Janie motivates Janie to leave him and marry Joe Starks, an ambitioous man whom Janie met one day in the farm. Joe's ambition and his passion for fame, nevertheless, cause serious troubles in their marriage, eventually bursting into a serioous incident where Janie publicy humiliates Joe and gets severely beaten in return. Janie leaves Joe (who soon dies due to illness) and marries Tea Cake, a man twelve years her junior. They have a happy marriage until Tea Cake gets beaten by a rabid dog during a storm. Tea Cake gets mad and tries to kill Janie, so Janie kills him to protect herself. Janie is now back at the village, where she is pointed so many gossips. She, however, feels at peace as she tells her entire story to Pheoby.\n\n\"What an eventful marriage life Janie has had!\" Reading this book, I felt like I wanted to help Janie out in her difficult circumstances. On the other hand, I was also amazed by her resilience and commitment to find her true love. But with ambitions come commotions. Although Janie's love life portrayed this saying so clearly, I believe this can also apply to many other aspects in our lives.",
  "quote": "“Love is like the sea. It's a moving thing, but still and all, it takes its shape from the shore it meets, and it's different with every shore.”",
  "rating": 10,
  "backgroundColor": "#ae2d56",
  "fontColor": "#ffe9a26"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef30"
  },
  "title": "The Razor's Edge",
  "author": "William Somerset Maugham",
  "genre": "Fiction",
  "finished": {
    "$date": "2019-03-23T23:00:00.000Z"
  },
  "comment": "What does evil exist? Why is God good? What's the most important thing in life? These are some questions that led Larry, the main character of whom this book is told about my Maugham himself, live such an extraordinary life. After WWI and traumatic accidents, Larry suggests to her fiancee, Isabel, that they travel the world together to find the answers to those questions. Being used to living a lavish life, Isabel rejects and decides to get married with Gary, who had a job and was on track to provider her with a more affluent life. Hence, Larry goes on with this 10-year-long journey of finding a deeper meaning of life, where he eventually finds the answers high in the mountains in India. When Larry returned home, Isabel confesses to Maugham that she is still in love in Larry. On the other hand, Larry proposes to Sophie, a childhood friend suffering from self-destruction from losing her husband and son. While Larry helped Sophie recover, Isabel, out of jealousy, causes Sophie to go back to her self-destroying life and run away before the wedding. After meeting Larry in America, Maugham never hears about Larry or Isabel again.\n\nIntrospection and philosophical thoughts often lead one to seek answers to the questions regarding our deepest values and motivations. Larry did just that. I would be lying were I to say I never got frustrated with Larry's impuslive, independent actions while reading. I dp, however, respect Larry's persistence on the mission he set. Whether or not you agree with the decisions Larry made and the paths he chose, this book is definitely an interesting read.",
  "quote": "“Nothing in the world is permanent, and we’re foolish when we ask anything to last, but surely we’re still more foolish not to take delight in it while we have it. If change is of the essence of existence one would have thought it only sensible to make it the premise of our philosophy.”",
  "rating": 10,
  "backgroundColor": "#ae2d57",
  "fontColor": "#ffe9a27"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef31"
  },
  "title": "Nickel and Dimed",
  "author": "Barbara Ehrenreich",
  "genre": "Non-fiction",
  "finished": {
    "$date": "2019-08-29T22:00:00.000Z"
  },
  "comment": "Living as a lower-income class in America is nickel and dimed. But to better understand their situation, Barbara Ehrenreich to experience it herself by giving up her PhD and disguising herself as a lower-skilled worker. In this book, Ehrenreich depicts her journey in different parts of America where she tries to survive with minimum-wage jobs. She works as a waitress that overworks with under minimum wage (due to tips), maids and cleaning services where the company takes the most of the profits, in nursing homes where the dishwasher was broken, and at a hardware store where she worked 11 hours per day with no overtime pay. With her story she shows the unfortunate reality of too high expenses and lack of ladders to escape for the lower-income class, often combined with dehumanizing working environment.\n\nI read this book as a part of summer assignment for AP English Language class during the senior year of my high school. As hard as the stories were to digest, it allowed me to better understand the daily struggles many Americans under poverty level go through.  My previous notion that \"if you work hard, you can always escape poverty\" was a little bit shaken after reading this book. I do find it quite hard, however, how condescending the author's tone remained throughout the entire book. Despite the topic she was covering, I believe she could have more effectively communicated her message by being more objective and descriptive with the way she communicated her experience.",
  "quote": "“What you don't necessarily realize when you start selling your time by the hour is that what you're really selling is your life.”",
  "rating": 10,
  "backgroundColor": "#ae2d58",
  "fontColor": "#ffe9a28"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef32"
  },
  "title": "A History of the World in 6 Glasses",
  "author": "Tom Standage",
  "genre": "Non-fiction",
  "finished": {
    "$date": "2017-08-23T22:00:00.000Z"
  },
  "comment": "In this book, Tom Standage introduces how 6 different types of beverages emerged and the history attached to them. 6 beverages include beer that represents Mesopotamia and ancient Egypt, wine that represents ancient Greece and Rome, spirits (hard liquor) that represents the Islamic Golden Age and Europe, coffe that represents the Enlightenment of the seventeenth century, tea that represents the British Empire, and Coca-Cola that represents the American values. The book explores how these beverages emerged, impacted everyday culture, and shaped the way people interacted.\n\nThis book was the summer reading before the AP World History I took my sophomore year of high school. To be frank, I do not remember all the details discussed in this book (as it is with many summer required readings). I do remember, nonetheless, this book took an interesting look at the world history by relating it to common beverages we see today.",
  "quote": "“Six beverages in particular—beer, wine, spirits, coffee, tea, and cola—chart the flow of world history. Three contain alcohol, and three contain caffeine, but what they all have in common is that each one was the defining drink during a pivotal historical period, from antiquity to the present day.”",
  "rating": 10,
  "backgroundColor": "#ae2d59",
  "fontColor": "#ffe9a29"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef33"
  },
  "title": "Heart of Darkness",
  "author": "Joseph Conrad",
  "genre": "Fiction",
  "finished": {
    "$date": "2019-04-30T22:00:00.000Z"
  },
  "comment": "The book draws the story of Marlow and his journey up the Congo River to meet Kurtz, an \"enlightened\" trader of ivory. As Marlow and his crew travels further to meet this mysterious figure, they discover the utter cruelty and mistreatments of the native inhabitants by the Company. On their jouney to meet Kurtz, they face obstacles and numerous dangers, including malfunctioning boats and attacks from the natives. When they finally met Kurtz, they realized that he has been set up as a divine figure by the natives. While Kurtz joined Marlow and his crew to return to the inland, his illness got much worse. Kurtz eventually passed on the way back, and his last words marked, \"The horror! The horror!\". When Marlow returned and met Kurt's fiancee, she asked what Kurtz's last words were. Marlow couldn't tell the truth and rather tells her that his last word was her name.\n\nThis was the last book I read for the AP Literature class in my junior year of high school. Maybe (and probably) because of the end-of-the-year laziness, this was also the book I enjoyed the least during that class. Diction and flow of the book made it more challenging for a non-native reader like me to understand the plots, let alone the deeper messages intended to be conveyed by the writer. I still do, however, have good memories with this book, as it captures the excitement and liberating feeling my friends and I experienced at the end of our junior year.",
  "quote": "“Your strength is just an accident arising from the weakness of others.”",
  "rating": 10,
  "backgroundColor": "#ae2d60",
  "fontColor": "#ffe9a30"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef34"
  },
  "title": "Liar's Poker",
  "author": "Michael Lewis",
  "genre": "Non-fiction",
  "finished": {
    "$date": "2020-10-28T23:00:00.000Z"
  },
  "comment": "Rich, classy, glamorous, all-rounded. People working in the Wall Street are often praised for their intelligence and quality. This book, however, completely breaks that notion of the Wall Street in the 1980s. Michael Lewis, a best-selling author known for his book \"The Big Short, \" wrote this book which depicted his journey of getting a job at Salomon Brothers as a bond trader. Unlike the glamorous notion around the Wall Street, Lewis exposed the hidden side of the industry where it's filled with drama, unfairness, turbulence, and lies. He wrote about an environment where the traders always over-committed to their clients, bosses harrassing their workers, interns being thrown left and right, and people fakely network for the sake of more money. Ultimately Lewis talks about how he ended up leaving the industry despiet making a lot of money due to his lack of happiness and satisfaction.\n\nI read this book as a part of SBC's Board Education Program (BEP). Honestly surprised that they picked this book to read, but it was definitely enjoyable. Having worked in the finance industry and in New York City in the 2020s, I can definitely say that the culture has changed a lot towards a good direction. This is still an interesting read though if you want to learn more about the history of the industry.",
  "quote": "“In the land of the blind the one-eyed man is king”",
  "rating": 10,
  "backgroundColor": "#ae2d61",
  "fontColor": "#ffe9a31"
},
{
  "_id": {
    "$oid": "65acfb5bb17a2ffb2ae1ef35"
  },
  "title": "Rich Dad Poor Dad",
  "author": "Robert Kiyosaki",
  "genre": "Self-development",
  "finished": {
    "$date": "2022-05-26T22:00:00.000Z"
  },
  "comment": "Robert has two dads: a biological dad who emphasizes getting educated and attining a secure career (such as a doctor) and a second dad, a dad of his friend, who understands the power of wealth and making money work for you. Intelligent people hire more intelligent people to make their money work. The best thing you can do with the money you take home and assets you own are by making them produce cash flows for you. It is rather much smarter to learn how to manage risks instead of just avoiding them. This book can serve as a starting point for people who aspire to gain financial independence and understand how to make money work for you.\n\nMaybe because I understood the concepts before I read the book, but I personally found this book quite repetitive and not as helpful. The stories and lines with two dads written as \"anecdotes\" appeared too contrived and idealistic to me that it was hard for me to focus and get great lessons out of them. The book, however, could be an amazing starting point for people who are just getting into financial literacy. It's extremely easy to follow with clear examples.",
  "quote": "\"There is a difference between being poor and being broke. Broke is temporary. Poor is eternal.\"",
  "rating": 10,
  "backgroundColor": "#ae2d62",
  "fontColor": "#ffe9a32"
}]